<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'Fax' => 'فاكس',
    'Welcome' => 'مرحبًا بك في فاكس! 👋',
    'MessageLogin' => 'يرجى تسجيل الدخول إلى حسابك وبدء المغامرة',
    'UserName' => 'اسم المستخدم',
    'EnterYourUsername' => 'أدخل اسم المستخدم الخاص بك',
    'SignIn' => 'تسجيل الدخول',
    'AdminLogin' => 'تسجيل دخول المسؤول',
    'UsernameRequired' => 'اسم المستخدم مطلوب',
    'PasswordRequired' => 'كلمة المرور مطلوبة',
    'Password' => 'كلمة المرور',
    'Failed' => 'اسم المستخدم أو كلمة المرور غير صحيحة',
    'LoginSuccess' => 'تم تسجيل الدخول بنجاح',
    'AccountSuspended' => 'تم تعليق حسابك',
    'RememberMe' => 'تذكرني',

    'ForgetPassword' => 'نسيت كلمة المرور',
    'EnterEmail' => 'أدخل بريدك الإلكتروني',
    'Email' => 'البريد الإلكتروني',
    'Reset' => 'إعادة تعيين',
    'Close' => 'إغلاق',
    'Go' => 'اذهب',

    // إعادة تعيين كلمة المرور
    'ResetPassword' => 'إعادة تعيين كلمة المرور',
    'ResetPasswordText' => 'أدخل بريدك الإلكتروني وكلمة المرور الجديدة',
    'NewPassword' => 'كلمة المرور الجديدة',
    'ConfirmPassword' => 'تأكيد كلمة المرور',

];
